[
  {
    "program_title": [
      "Alabama Food Assistance Program (SNAP)"
    ],
    "program_description": [
      "The Food Assistance Division administers the Supplemental Nutrition Assistance Program (SNAP) in Alabama. The Food Assistance Program's purpose is to end hunger and improve nutrition by providing monthly benefits to eligible low income households to ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1578"
    ]
  },
  {
    "program_title": [
      "Alabama School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast and Lunch Programs make nutritionally balanced, low-cost or free meals available to school children each school day. Over 92,000 schools offer lunches at school, and nearly 70,000 schools offer breakfast at school nationwide. Sch..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1870"
    ]
  },
  {
    "program_title": [
      "Alabama Special Milk Program"
    ],
    "program_description": [
      "The Alabama Special Milk Program provides milk to children in schools, childcare institutions, and eligible camps that do not participate in other Federal child nutrition meal service programs. Schools that participate in the National School Lunch or..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1778"
    ]
  },
  {
    "program_title": [
      "Alabama Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Women, Infants, and Children (WIC) Program provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants, and children up to age five who are determi..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2032"
    ]
  },
  {
    "program_title": [
      "Alabama Summer Food Service"
    ],
    "program_description": [
      "The Summer Food Service program provides free, nutritious meals and snacks to help Alabama children in low-income areas get the nutrition they need to learn, play, and grow, throughout the summer months when they are out of school...."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1700"
    ]
  },
  {
    "program_title": [
      "Alaska Food Stamp Program"
    ],
    "program_description": [
      "The Alaska Food Stamp Program provides food benefits to low income households. The Federal government funds 100 percent of the food stamp benefit. The State pays half the costs of operating the Food Stamp Program in Alaska. The Division of Public Ass..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1224"
    ]
  },
  {
    "program_title": [
      "Alaska School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The Alaska School Breakfast and Lunch Program is available to public and private nonprofit schools and residential child care institutions serving children of high school age and younger. Residential childcare institutions must be licensed and operat..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1949"
    ]
  },
  {
    "program_title": [
      "Alaska Special Milk Program"
    ],
    "program_description": [
      "Available to public and private nonprofit schools, child care centers, residential child care institutions, and other nonprofit institutions devoted to the training and care of children, including shelters which do not participate in a United States ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1779"
    ]
  },
  {
    "program_title": [
      "Alaska Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "Alaska Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) is a nutrition program that helps pregnant women, new mothers and young children eat well, learn about nutrition and stay healthy. Nutrition education and counseling..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2033"
    ]
  },
  {
    "program_title": [
      "Alaska Summer Food Service"
    ],
    "program_description": [
      "The Summer Food Service program provides free, nutritious meals and snacks to help Alaska children in low-income areas get the nutrition they need to learn, play, and grow, throughout the summer months when they are out of school...."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1701"
    ]
  },
  {
    "program_title": [
      "Arizona Nutrition Assistance Program (NA)"
    ],
    "program_description": [
      "The Family Assistance Administration's mission is to assist individuals and families in improving their quality of life.\r\n\r\nThe Family Assistance Administration (FAA) helps individuals and families achieve independence and self-sufficiency by providi..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1050"
    ]
  },
  {
    "program_title": [
      "Arizona Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program (SMP) is available to children of all schools or nonprofit child care institutions which do not participate in the National School Lunch Program (NSLP), School Breakfast Program (SBP), the Child and Adult Care Food Program (C..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1780"
    ]
  },
  {
    "program_title": [
      "Arizona Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Women, Infants, and Children Program (WIC) provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants, and children up to age 5 who are determined..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2039"
    ]
  },
  {
    "program_title": [
      "Arizona Summer Food Service "
    ],
    "program_description": [
      "While learning does not end when school lets out, neither does the need for good nutrition. The Summer Food Service Program (SFSP) was created to ensure that children in low-income areas could continue to receive nutritious meals during long school v..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1702"
    ]
  },
  {
    "program_title": [
      "Arkansas School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The Arkansas School Breakfast and Lunch Program is available to public and private nonprofit schools and residential childcare institutions serving children of high school age and younger. Residential childcare institutions must be licensed and opera..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1952"
    ]
  },
  {
    "program_title": [
      "Arkansas Special Milk Program"
    ],
    "program_description": [
      "The Arkansas Special Milk Program provides milk to children in schools, childcare institutions and eligible camps that do not participate in other Federal child nutrition meal service programs. Schools that participate in the National School Lunch or..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1781"
    ]
  },
  {
    "program_title": [
      "Arkansas Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants, and chil..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2040"
    ]
  },
  {
    "program_title": [
      "Arkansas Summer Food Service"
    ],
    "program_description": [
      "The Arkansas Summer Food Service Program (SFSP) provides nutritious meals and snacks to children during the summer months. This Federally funded food service program helps children who live in eligible areas receive the same high quality meals during..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1703"
    ]
  },
  {
    "program_title": [
      "Arkansas Supplemental Nutrition Assistance Program (SNAP)"
    ],
    "program_description": [
      "The Supplemental Nutrition Assistance Program (SNAP) helps people with low income get the food they need for good health. SNAP benefits are used in place of cash to buy food. Most people must spend some cash along with their SNAP benefits to buy enou..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1108"
    ]
  },
  {
    "program_title": [
      "CalFresh"
    ],
    "program_description": [
      "CalFresh (formerly known as Food Stamps) is an entitlement program that provides monthly benefits to assist low-income households in purchasing the food they need to maintain adequate nutritional levels. In general, these benefits are for any food or..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1228"
    ]
  },
  {
    "program_title": [
      "California National School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The United States Department of Agriculture provides funding to support five school meal and milk programs to assist schools, districts, and other non-profit agencies in providing nutritious meals and milk to children at reasonable prices or free to ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1953"
    ]
  },
  {
    "program_title": [
      "California Special Milk Program"
    ],
    "program_description": [
      "The California Special Milk Program is a Federally funded program which assists schools and other agencies in providing milk to children at reasonable prices. For children, the Special Milk Program provides a nutritious beverage, rich in calcium and ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1782"
    ]
  },
  {
    "program_title": [
      "California Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The California Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infant..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2041"
    ]
  },
  {
    "program_title": [
      "California Summer Food Service"
    ],
    "program_description": [
      "The Summer Food Service Program (SFSP) is a Federally-funded program that reimburses sponsors for administrative and operational costs for providing meals to children 18 years of age and younger during periods when they are out of school for fifteen ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1704"
    ]
  },
  {
    "program_title": [
      "Child and Adult Care Food Program"
    ],
    "program_description": [
      "The U.S. Department of Agriculture's Child and Adult Care Food Program (CACFP) plays a vital role in improving the quality of day care home and day care centers. The CACFP helps to subsidize the cost of food for day care homes and centers allowing th..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/5902"
    ]
  },
  {
    "program_title": [
      "Child and Adult Care Food Program (CACFP)"
    ],
    "program_description": [
      "The Child and Adult Care Food Program (CACFP) provides aid to child and adult care institutions and family or group day care homes for the provision of nutritious foods that contribute to the wellness, healthy growth, and development of young childre..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/5871"
    ]
  },
  {
    "program_title": [
      "Child and Adult Care Food Program (CACFP) for Centers"
    ],
    "program_description": [
      "The United States Department of Agriculture's Child and Adult Care Food Program (CACFP) plays a vital role in improving the quality of day care centers. The CAFP for Centers helps to subsidize the cost of food for day care centers allowing these day ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/4739"
    ]
  },
  {
    "program_title": [
      "Child and Adult Care Food Program (CACFP) for Homes"
    ],
    "program_description": [
      "The Wyoming Department of Education administers the Child and Adult Care Food Program (CACFP) for homes through two sponsoring organizations in Wyoming. Childcare homes can participate in this program and will receive funds to supplement the cost of ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/4741"
    ]
  },
  {
    "program_title": [
      "Colorado Food Assistance Program"
    ],
    "program_description": [
      "The Colorado Food Assistance Program assists low-income individuals and families who need assistance purchasing food. Individuals and families should apply for food stamp benefits at their local county department of social services. The program is of..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1580"
    ]
  },
  {
    "program_title": [
      "Colorado School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The National School Lunch Program (NSLP) is the oldest and largest of the Child Nutrition Programs, celebrating 65 years in 2011. It is a federally assisted meal program that provides balanced, low-cost or free lunches to thousands of children in Col..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1954"
    ]
  },
  {
    "program_title": [
      "Colorado Special Milk Program"
    ],
    "program_description": [
      "The Colorado Special Milk Program provides milk to children in schools, child care institutions, and eligible camps that do not participate in other Federal child nutrition meal service programs. The program reimburses schools for the milk they serve..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1783"
    ]
  },
  {
    "program_title": [
      "Colorado Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Colorado Special Supplemental Nutrition Program for WIC provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants, and children up to age 5 who a..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2042"
    ]
  },
  {
    "program_title": [
      "Colorado Summer Food Service"
    ],
    "program_description": [
      "The Colorado Summer Food Service Program (SFSP) ensures that children 18 years of age and younger receive meals when school is not in session...."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1705"
    ]
  },
  {
    "program_title": [
      "Commodity Supplemental Food Program"
    ],
    "program_description": [
      "The Commodity Supplemental Food Program (CSFP) works to improve the health of low-income elderly persons at least 60 years of age by supplementing their diets with nutritious U.S Department of Agriculture (USDA) foods and providing basic nutrition ed..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/358"
    ]
  },
  {
    "program_title": [
      "Community Food and Nutrition Program"
    ],
    "program_description": [
      "The goals of the Community Food and Nutrition Program are:\r\n\r\n1) To coordinate private and public food assistance resources to better serve the food and nutrition needs of low-income populations\r\n2) To assist low-income communities to identify potent..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/861"
    ]
  },
  {
    "program_title": [
      "Connecticut School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The National School Breakfast and Lunch programs are administered by the Connecticut Department of Education's Bureau of Health and Nutrition Services, Child/Family/School Partnerships. They serve as meal programs, operating in public and nonprofit p..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1955"
    ]
  },
  {
    "program_title": [
      "Connecticut Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program (SMP) provides milk to children in schools and child care institutions who do not participate in other Federal meal service programs. The SMP reimburses schools for the milk they serve. Schools in the National School Lunch or..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1784"
    ]
  },
  {
    "program_title": [
      "Connecticut Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Connecticut Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) provides breastfeeding education and support, nutrition assessment, nutrition education, referrals to health care, and other support and supplemental foods ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2043"
    ]
  },
  {
    "program_title": [
      "Connecticut Summer Food Service"
    ],
    "program_description": [
      "Just as learning does not end when school lets out, neither does the need for good nutrition. Children who aren't hungry learn better, act better and feel better. The Connecticut Summer Food Service Program (SFSP) helps eligible children get the nutr..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1706"
    ]
  },
  {
    "program_title": [
      "Connecticut Supplemental Nutrition Assistance Program (SNAP)"
    ],
    "program_description": [
      "The Supplemental Nutrition Assistance Program (SNAP) helps people to buy and eat nutritious food. The modern SNAP program was set up in 1971. The Federal government pays most of the costs of the SNAP program. Each state operates a SNAP program follow..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1236"
    ]
  },
  {
    "program_title": [
      "Delaware Food Stamp Program"
    ],
    "program_description": [
      "The Food Supplement Program (FSP) is a program that enables low-income households to purchase the food they need to maintain adequate nutritional levels. Food benefits are issued through an Electronic Benefit Transfer (EBT) system. When benefits are ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1240"
    ]
  },
  {
    "program_title": [
      "Delaware School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast and Lunch Programs make nutritionally balanced, low-cost or free meals available to school children each school day. School breakfasts and lunches must meet the Dietary Guidelines for Americans and Federal nutrition standards. So..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1956"
    ]
  },
  {
    "program_title": [
      "Delaware Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program (SMP) provides milk to children in schools and non-profit childcare institutions that do not participate in other Federal child nutrition meal service programs. Schools in the National School Lunch or School Breakfast Program..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1785"
    ]
  },
  {
    "program_title": [
      "Delaware Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The WIC Program provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants, and children up to age 5 who are determined to be at nutritional risk. To ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2045"
    ]
  },
  {
    "program_title": [
      "Delaware Summer Food Service"
    ],
    "program_description": [
      "Just as learning does not end when school lets out, neither does a child's need for good nutrition. The Summer Food Service Program (SFSP) provides free, nutritious meals and snacks to help children in low-income areas get the nutrition they need to ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1708"
    ]
  },
  {
    "program_title": [
      "District of Columbia School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The National School Breakfast and Lunch Programs provide reimbursement for nutritionally balanced low-cost or free lunches and breakfast served to children attending public or private non-profit schools. In the 2002-2003 school year, the National Sch..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1957"
    ]
  },
  {
    "program_title": [
      "District of Columbia Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program (SMP) provides funds on a reimbursement basis to serve milk to children in schools and child care institutions that do not participate in other Federal child nutrition meal service programs, primarily private, religious schoo..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1786"
    ]
  },
  {
    "program_title": [
      "District of Columbia Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants, and chil..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2047"
    ]
  },
  {
    "program_title": [
      "District of Columbia Summer Food Service"
    ],
    "program_description": [
      "The DC Summer Food Service Program (SFSP) provides reimbursement for free, nutritious meals and snacks served to DC children 18 and younger. These meals help children in low-income areas get the nutrition they need to learn, play, and grow throughout..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1709"
    ]
  },
  {
    "program_title": [
      "District of Columbia Supplemental Nutrition Assistance Program (SNAP)"
    ],
    "program_description": [
      "The Districts' Supplemental Nutrition Assistance Program (SNAP) program helps low-income residents and families buy the food they need for good health...."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1368"
    ]
  },
  {
    "program_title": [
      "Florida Food Assistance Program (formally known as Florida Food Stamp Program)"
    ],
    "program_description": [
      "The Food Assistance Program helps ensure that eligible low-income families and individuals are able to obtain a nutritious diet. Food Assistance benefits are intended to supplement other household income and may only be used to purchase food. Other h..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1244"
    ]
  },
  {
    "program_title": [
      "Florida School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast and Lunch Programs make nutritionally balanced, low-cost or free meals available to school children each school day. School breakfasts and lunches must meet the Dietary Guidelines for Americans and Federal nutrition standards. So..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1958"
    ]
  },
  {
    "program_title": [
      "Florida Special Milk Program"
    ],
    "program_description": [
      "The Florida Special Milk Program provides milk to children in schools, childcare institutions and eligible camps that do not participate in other Federal child nutrition meal service programs. Schools that participate in the National School Lunch or ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1787"
    ]
  },
  {
    "program_title": [
      "Florida Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Florida Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants, ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2048"
    ]
  },
  {
    "program_title": [
      "Florida Summer Food Service"
    ],
    "program_description": [
      "The Florida Summer Food Service Program (SFSP) provides reimbursement for free, nutritious meals and snacks served to Florida children 18 and younger. These meals help children in low-income areas get the nutrition they need to learn, play, and grow ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1710"
    ]
  },
  {
    "program_title": [
      "Food Distribution Program on Indian Reservations (FDPIR)"
    ],
    "program_description": [
      "The Food Distribution Program on Indian Reservations (FDPIR) is a Federal program that provides USDA Foods to income eligible households, including the elderly, living on Indian reservations, and to Native American families residing in designated are..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/360"
    ]
  },
  {
    "program_title": [
      "FoodShare Wisconsin "
    ],
    "program_description": [
      "FoodShare Wisconsin was created to help stop hunger and to improve nutrition and health. FoodShare helps people with limited money buy the food they need for good health. Each month, people across Wisconsin get help from FoodShare. They are people of..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1592"
    ]
  },
  {
    "program_title": [
      "Georgia Food Stamps"
    ],
    "program_description": [
      "The Georgia Food Stamp program provides monthly benefits to low-income households to help pay for the cost of food. A household may be one person living alone, a family, or several, unrelated individuals living together who routinely purchase and pre..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1582"
    ]
  },
  {
    "program_title": [
      "Georgia School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast and Lunch Programs make nutritionally balanced, low-cost or free meals available to school children each school day. It is a grant-in-aid to schools to help defray the cost of school meals. School breakfasts and lunches must meet..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1960"
    ]
  },
  {
    "program_title": [
      "Georgia Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program provides milk to children in schools, childcare institutions, and eligible camps that do not participate in other Federal child nutrition meal service programs. Schools that participate in the National School Lunch or School ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1788"
    ]
  },
  {
    "program_title": [
      "Georgia Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The WIC Program provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants, and children up to age 5 who are determined to be at nutritional risk. To ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2049"
    ]
  },
  {
    "program_title": [
      "Georgia Summer Food Service"
    ],
    "program_description": [
      "The Georgia Summer Food Service Program (SFSP) provides reimbursement for free, nutritious meals and snacks served to Georgia children 18 and younger. These meals help children in low-income areas get the nutrition they need to learn, play, and grow ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1711"
    ]
  },
  {
    "program_title": [
      "Hawaii School Breakfast and Lunch Program"
    ],
    "program_description": [
      "Meal programs (breakfast and lunch), under the provisions and guidance of the U.S. Department of Agriculture, are provided in public and some private schools in Hawaii. The purposes of these programs are to provide low cost nutritious meals, educatio..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1961"
    ]
  },
  {
    "program_title": [
      "Hawaii Special Milk Program"
    ],
    "program_description": [
      "The Hawaii Special Milk Program provides milk to children in schools, childcare institutions, and eligible camps that do not participate in other Federal child nutrition meal service programs. Schools that participate in the National School Lunch or ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1789"
    ]
  },
  {
    "program_title": [
      "Hawaii Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) provides Federal grants to States for supplemental foods, health care and social service referrals, breastfeeding support, and nutrition education for low-income pregna..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2055"
    ]
  },
  {
    "program_title": [
      "Hawaii Summer Food Service Program"
    ],
    "program_description": [
      "The Summer Food Service Program (SFSP) provides free healthy meals to help Hawaii children get the nutrition they need to learn, play, and grow, throughout the summer months when they are out of school...."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1712"
    ]
  },
  {
    "program_title": [
      "Hawaii Supplemental Nutrition Assistance Program (SNAP)"
    ],
    "program_description": [
      "The Hawaii Supplemental Nutrition Assistance Program (SNAP) helps supplement food budgets for low-income working families and individuals, people on public assistance, seniors and people with disabilities. In Hawaii, SNAP benefits are distributed thr..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1252"
    ]
  },
  {
    "program_title": [
      "Idaho Food Stamp Program"
    ],
    "program_description": [
      "The Food Stamp Program helps put food on the table for approximately 34,000 Idaho households and 85,000 individual Idahoans every day. It provides low income households with a card which can be used instead of cash to purchase food items to ensure th..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1256"
    ]
  },
  {
    "program_title": [
      "Idaho School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast and Lunch Programs make nutritionally balanced, low-cost or free meals available to school children each school day. Over 92,000 schools offer lunches at school, and nearly 70,000 schools offer breakfast at school. School breakfa..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1962"
    ]
  },
  {
    "program_title": [
      "Idaho Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program provides reimbursement for milk served to children in programs where they have no access to lunch either through the National School Lunch Program or the Child and Adult Care Food Program. These programs include half-time kin..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1790"
    ]
  },
  {
    "program_title": [
      "Idaho Special Supplemental Nutrition Program for Women, Infants and Children (WIC)"
    ],
    "program_description": [
      "The Women, Infants and Children (WIC) Program provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants, and children up to age 5 who are determined ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2056"
    ]
  },
  {
    "program_title": [
      "Idaho Summer Food Service"
    ],
    "program_description": [
      "The Idaho Summer Food Service Program (SFSP) provides reimbursement for free, nutritious meals and snacks served to Idaho children 18 and younger. These meals help children in low-income areas get the nutrition they need to learn, play, and grow thro..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1714"
    ]
  },
  {
    "program_title": [
      "Illinois Food Stamp Program"
    ],
    "program_description": [
      "The Food Stamp Program was designed to help end hunger and improve nutrition and health. It helps low-income households buy the food they need for a nutritionally adequate diet. The Department of Human Services administers the program in Illinois. Fo..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1260"
    ]
  },
  {
    "program_title": [
      "Illinois School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The National School Lunch Program (NSLP) and School Breakfast Program (SBP) are voluntary programs administered by the Illinois State Board of Education in the state of Illinois. NSLP and SBP are available to all public schools, private schools, and ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1963"
    ]
  },
  {
    "program_title": [
      "Illinois Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program is a federally funded program administered in Illinois by the Illinois State Board of Education. The Special Milk Program provides reimbursement for milk served to children in schools, childcare institutions, and eligible cam..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1791"
    ]
  },
  {
    "program_title": [
      "Illinois Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Illinois Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants,..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2058"
    ]
  },
  {
    "program_title": [
      "Illinois Summer Food Service"
    ],
    "program_description": [
      "The Illinois Summer Food Service Program (SFSP) was instituted to provide nutritious meals to children during the summer months when school is not in session. The program is funded by the United States Department of Agriculture (USDA) and administere..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1715"
    ]
  },
  {
    "program_title": [
      "Indiana Food Stamp Program"
    ],
    "program_description": [
      "The Food Stamp Program is a 100 percent Federally funded program, which is administered through each state. The U.S. Department of Agriculture, Food and Nutrition Services develop Federal regulations that govern implementation of the program. In Indi..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1070"
    ]
  },
  {
    "program_title": [
      "Indiana School Breakfast and Lunch Program"
    ],
    "program_description": [
      "National School Lunch Program (NSLP) is a Federal entitlement program open to public and nonprofit private schools and residential child care institutions. Lunch is available to all children at participating schools, and the meals must meet specific ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1964"
    ]
  },
  {
    "program_title": [
      "Indiana Special Milk Program"
    ],
    "program_description": [
      "The Indiana Special Milk Program provides milk to children in schools, childcare institutions, and eligible camps that do not participate in other Federal child nutrition meal service programs. Schools that participate in the National School Lunch or..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1792"
    ]
  },
  {
    "program_title": [
      "Indiana Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "WIC (Women, Infants, and Children) is a nutrition program that helps pregnant women, new mothers, infants, and children eat well and stay healthy.\r\n\r\nWIC provides: \r\n\r\n\r\nHealthy foods designed to meet special nutrition needs\r\n\r\nNutrition and health s..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2059"
    ]
  },
  {
    "program_title": [
      "Indiana Summer Food Service Program for Children (SFSPC)"
    ],
    "program_description": [
      "The Summer Food Service Program for Children (SFSPC) was created to serve nutritious meals to children when National School Lunch and School Breakfast Program meals are not available. To ensure all Indiana children receive proper nutrition throughout..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1716"
    ]
  },
  {
    "program_title": [
      "Iowa School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast and Lunch Programs make nutritionally balanced, low-cost or free meals available to school children each school day. Over 92,000 schools offer lunches at school, and nearly 70,000 schools offer breakfast at school nationwide. Sch..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1965"
    ]
  },
  {
    "program_title": [
      "Iowa Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program (SMP) provides milk to children in schools and non-profit childcare institutions that do not participate in other Federal child nutrition meal service programs. Schools in the National School Lunch or School Breakfast Program..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1793"
    ]
  },
  {
    "program_title": [
      "Iowa Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The WIC Program provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants, and children up to age five who are determined to be at nutritional risk. ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2060"
    ]
  },
  {
    "program_title": [
      "Iowa Summer Food Service Program"
    ],
    "program_description": [
      "The Summer Food Service Program (SFSP) was established to ensure that low-income children continue to receive nutritious meals when school is not in session. Free nutritious meals and snacks that meet Federal nutrition guidelines are provided to all ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1718"
    ]
  },
  {
    "program_title": [
      "Iowa Supplemental Nutrition Assistance Program (SNAP)"
    ],
    "program_description": [
      "The Food Assistance program is intended to promote the general welfare of low income families by raising their levels of nutrition to avoid hunger and malnutrition...."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1386"
    ]
  },
  {
    "program_title": [
      "Kansas Food Assistance & Nutrition Program"
    ],
    "program_description": [
      "The Food Assistance & Nutrition Program is a nutrition assistance program, which provides a Kansas Benefit card (plastic debit card) to eligible persons for use in purchasing food from local grocery stores. Complete information regarding Food Ass..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1264"
    ]
  },
  {
    "program_title": [
      "Kansas Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program (SMP) provides milk to children in schools and non-profit childcare institutions that do not participate in other Federal child nutrition meal service programs. Schools in the National School Lunch or School Breakfast Program..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1794"
    ]
  },
  {
    "program_title": [
      "Kansas Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Kansas Special Supplemental Nutrition Program for Women, Infants and Children (WIC) is a nutrition education program that provides nutrition education, including breastfeeding support; healthy foods and referrals to health and social services fre..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2061"
    ]
  },
  {
    "program_title": [
      "Kansas Summer Food Service"
    ],
    "program_description": [
      "The Summer Food Service Program (SFSP) was created to serve nutritious meals to children when National School Lunch and School Breakfast Program meals are not available. SFSP is administered at the Federal level by the Food and Nutrition Service (FNS..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1719"
    ]
  },
  {
    "program_title": [
      "Kentucky Food Benefits/EBT"
    ],
    "program_description": [
      "The Food Benefits/EBT helps people with little or no money buy enough food for healthy meals. It does this by providing people with an EBT card, which can be used to buy food at participating stores. Kentucky Food Benefits/EBT increase the household'..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1213"
    ]
  },
  {
    "program_title": [
      "Kentucky School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The National School Breakfast and Lunch Programs are part of the Division of School & Community Nutrition within the Kentucky Department of Education. Today, over 1,300 public, private, and parochial schools and residential child care institution..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1968"
    ]
  },
  {
    "program_title": [
      "Kentucky Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program (SMP) provides milk to children in schools and non-profit childcare institutions that do not participate in other Federal child nutrition meal service programs. The program reimburses institutions for the milk they serve. Sch..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1795"
    ]
  },
  {
    "program_title": [
      "Kentucky Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The WIC Program provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants, and children up to age 5 who are determined to be at nutritional risk. To ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2066"
    ]
  },
  {
    "program_title": [
      "Kentucky Summer Food Service"
    ],
    "program_description": [
      "The Summer Food Service Program was created to serve nutritious meals to children when National School Lunch and School Breakfast Program meals are not available. To ensure all Kentucky children receive proper nutrition throughout the year, SFSP reim..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1721"
    ]
  },
  {
    "program_title": [
      "Louisiana School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The National School Lunch and Breakfast Programs offer meal reimbursement on an income-based sliding scale for public and non-public school students. Schools approved by the Board of Elementary and Secondary Education or residential childcare facilit..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1971"
    ]
  },
  {
    "program_title": [
      "Louisiana Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program (SMP) for children is designed to encourage consumption of fluid milk by children who are enrolled in an eligible facility which does not participate in any other meal service program. Any school or nonprofit child care insti..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1796"
    ]
  },
  {
    "program_title": [
      "Louisiana Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants, and chil..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2062"
    ]
  },
  {
    "program_title": [
      "Louisiana Summer Food Service"
    ],
    "program_description": [
      "The Louisiana Summer Food Service Program (SFSP) was designed to provide children of needy families with nutritious meals during the summer months when school is out. The SFSP provides free meals to all children 18 years of age and under, and persons..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1724"
    ]
  },
  {
    "program_title": [
      "Louisiana Supplemental Nutrition Assistance Program (SNAP)"
    ],
    "program_description": [
      "The Supplemental Nutrition Assistance Program (SNAP) provides monthly benefits that help low-income households buy the food they need for good health. The goal of the program is to promote the general welfare and to safeguard the health and well bein..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1268"
    ]
  },
  {
    "program_title": [
      "Maine School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast and Lunch Programs make nutritionally balanced, low-cost or free meals available to school children each school day. Over 92,000 schools offer lunches at school, and nearly 70,000 schools offer breakfast at school nationwide. Sch..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1972"
    ]
  },
  {
    "program_title": [
      "Maine Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program provides milk to children in schools, childcare institutions, and eligible camps that do not participate in other Federal child nutrition meal service programs. Schools that participate in the National School Lunch or School ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1797"
    ]
  },
  {
    "program_title": [
      "Maine Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The WIC Program provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants, and children up to age 5 who are determined to be at nutritional risk. To ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2063"
    ]
  },
  {
    "program_title": [
      "Maine Summer Food Service"
    ],
    "program_description": [
      "Just as learning does not end when school lets out, neither does a child's need for good nutrition. The Maine Summer Food Service Program (SFSP) provides free, nutritious meals and snacks to help children in low-income areas get the nutrition they ne..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1725"
    ]
  },
  {
    "program_title": [
      "Maine Supplemental Nutrition Assistance Program (SNAP)"
    ],
    "program_description": [
      "Supplemental Nutrition Assistance Program (SNAP) provides food assistance benefits that help low income households buy the food they need for good health. The amount of food assistance benefits each household receives is based on the Thrifty Food Pla..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1272"
    ]
  },
  {
    "program_title": [
      "Maryland Child and Adult Care Food Program"
    ],
    "program_description": [
      "The Maryland Child and Adult Care Food Program provides reimbursement for meals and snacks served in eligible child care centers, adult day care centers, family child care homes, and after-school programs. In order to be eligible for cash reimburseme..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/5901"
    ]
  },
  {
    "program_title": [
      "Maryland Food Supplement Program"
    ],
    "program_description": [
      "The Food Supplement Program (FSP), as the Federal Supplemental Nutrition Assistance Program (SNAP) is called in the state of Maryland, helps low-income households buy the food they need for healthy eating. Benefits are used like cash to buy food. FSP..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1276"
    ]
  },
  {
    "program_title": [
      "Maryland School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast and Lunch Program provides funding that makes it possible for schools to offer a nutritious school breakfast and lunch. Schools receive Federal funds for each breakfast served, provided that the meal meets established nutrition s..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1984"
    ]
  },
  {
    "program_title": [
      "Maryland Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program assists schools, child care centers, summer camps, and non-profit organizations by reducing the cost of milk served to enrolled children...."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1798"
    ]
  },
  {
    "program_title": [
      "Maryland Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The WIC Program provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants, and children up to age 5 who are determined to be at nutritional risk. To ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2064"
    ]
  },
  {
    "program_title": [
      "Maryland Summer Food Service Program"
    ],
    "program_description": [
      "The Maryland Summer Food Service Program provides reimbursement to organizations for meals and snacks served to children in areas where at least 50 percent of the children qualify for free or reduced-price meals under the National School Lunch Progra..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1728"
    ]
  },
  {
    "program_title": [
      "Massachusetts  Supplemental Nutrition Assistance Program (SNAP)"
    ],
    "program_description": [
      "Food stamps, now called the Supplemental Nutrition Assistance Program (SNAP), began in the United States in the late 1930's to help people buy and eat nutritious food, be stronger, and make up a more productive society. In 1971, the Food Stamp Progra..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1280"
    ]
  },
  {
    "program_title": [
      "Massachusetts School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast Program provides funding that makes it possible for schools to offer a nutritious breakfast to students each day. Schools receive Federal funds for each breakfast served, provided that the meal meets established nutrition standar..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1985"
    ]
  },
  {
    "program_title": [
      "Massachusetts Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program (SMP) provides milk to children in schools and childcare institutions that do not participate in other Federal child nutrition meal service programs. The program reimburses schools for the milk they serve.\r\n\r\nSchools in the N..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1799"
    ]
  },
  {
    "program_title": [
      "Massachusetts Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The WIC Program provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants, and children up to age 5 who are determined to be at nutritional risk. To ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2065"
    ]
  },
  {
    "program_title": [
      "Massachusetts Summer Food Service"
    ],
    "program_description": [
      "The Massachusetts Summer Food Service Program (SFSP) was created to serve nutritious meals to children when National School Lunch and School Breakfast Program meals are not available. To ensure all Massachusetts children receive proper nutrition thro..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1729"
    ]
  },
  {
    "program_title": [
      "Michigan Food Assistance Program"
    ],
    "program_description": [
      "The goal of the Food Assistance Program (FAP) is to raise the food purchasing power of low-income persons. Limited food purchasing power contributes to hunger and malnutrition. FAP is one of the federal safety net programs. Benefits are 100 percent f..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1222"
    ]
  },
  {
    "program_title": [
      "Michigan School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast Program (SBP) provides funding that makes it possible for schools to offer a nutritious breakfast to students each day. The goal of the National School Lunch Program (NSLP) is to protect the health and well-being of the nation's ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1987"
    ]
  },
  {
    "program_title": [
      "Michigan Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program provides milk to children in schools, childcare institutions, and eligible camps that do not participate in other Federal child nutrition meal service programs. Schools that participate in the National School Lunch or School ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1800"
    ]
  },
  {
    "program_title": [
      "Michigan Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants, and chil..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2067"
    ]
  },
  {
    "program_title": [
      "Michigan Summer Food Service"
    ],
    "program_description": [
      "The Summer Food Service Program provides free, nutritious meals and snacks to children in low-income areas. The program helps children get the nutrition they need to learn, play, and grow, throughout the summer months and during other long periods wh..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1730"
    ]
  },
  {
    "program_title": [
      "Minnesota School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The National School Lunch Program and School Breakfast Program help schools provide nutritious meals to students each school day. These are U.S. Department of Agriculture (USDA) programs that are administered by the Minnesota Department of Education...."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1998"
    ]
  },
  {
    "program_title": [
      "Minnesota Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program (SMP) provides milk to children in schools and non-profit childcare institutions that do not participate in other Federal child nutrition meal service programs. Schools in the National School Lunch or School Breakfast Program..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1802"
    ]
  },
  {
    "program_title": [
      "Minnesota Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "WIC is a nutrition and breastfeeding program that helps young families eat well and be healthy.\r\n\r\nWIC can help: \r\n\r\n\r\nPregnant women learn about nutritious foods for a healthy pregnancy and birth.\r\n\r\nSupport breastfeeding and help new moms meet thei..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2069"
    ]
  },
  {
    "program_title": [
      "Minnesota Summer Food Service"
    ],
    "program_description": [
      "The Summer Food Service Program (SFSP) serves nutritious meals at no charge to children in the summer when National School Lunch and School Breakfast Program meals are not available. SFSP sites are located in many low-income areas throughout Minnesot..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1732"
    ]
  },
  {
    "program_title": [
      "Minnesota Supplemental Nutrition Assistance Program (SNAP)"
    ],
    "program_description": [
      "The Supplemental Nutrition Assistance Program (SNAP) is a county-run, state-supervised Federal program that helps Minnesotans with low incomes get the food they need for sound nutrition and well-balanced meals. The program issues electronic food supp..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/4782"
    ]
  },
  {
    "program_title": [
      "Mississippi School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast Program provides funding that makes it possible for schools to offer a nutritious breakfast to students each day. Similarly, the goal of the National School Lunch Program (NSLP) is to protect the health and well-being of the nati..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1999"
    ]
  },
  {
    "program_title": [
      "Mississippi Special Milk Program    "
    ],
    "program_description": [
      "The Special Milk Program is designed to encourage fluid milk consumption by selling milk to students at the lowest possible price and serving milk free to students determined to be eligible. This program is not available to schools participating in t..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1803"
    ]
  },
  {
    "program_title": [
      "Mississippi Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Mississippi Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infan..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2070"
    ]
  },
  {
    "program_title": [
      "Mississippi Summer Food Service"
    ],
    "program_description": [
      "The Summer Food Service Program (SFSP) was created to serve nutritious meals to children when National School Lunch and School Breakfast Program meals are not available. To ensure all Mississippi children receive proper nutrition throughout the year,..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1733"
    ]
  },
  {
    "program_title": [
      "Mississippi Supplemental Nutrition Assistance Program (SNAP) "
    ],
    "program_description": [
      "The Mississippi Supplemental Nutrition Assistance Program (SNAP) provides monthly benefits that help low income households buy the food they need for good health. Eligibility criteria, income and resource limits and allotment maximums per household s..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1288"
    ]
  },
  {
    "program_title": [
      "Missouri School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast Program provides funding that makes it possible for schools to offer a nutritious breakfast to students each day. Similarly, the goal of the National School Lunch Program (NSLP) is to protect the health and well-being of the nati..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2000"
    ]
  },
  {
    "program_title": [
      "Missouri Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program provides milk to children in schools, childcare institutions, and eligible camps that do not participate in other federal child nutrition meal service programs. Schools that participate in the National School Lunch or School ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1804"
    ]
  },
  {
    "program_title": [
      "Missouri Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The WIC Program provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants, and children up to age 5 who are determined to be at nutritional risk. To ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2071"
    ]
  },
  {
    "program_title": [
      "Missouri Summer Food Service"
    ],
    "program_description": [
      "The Missouri Summer Food Service Program (SFSP) helps assure that eligible populations have access to nutritious meals during the summer months. When school is not in session, SFSP provides reimbursement to community agencies offering the required co..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1735"
    ]
  },
  {
    "program_title": [
      "Missouri Supplemental Nutrition Assistance Program (SNAP) "
    ],
    "program_description": [
      "Each participating household receives an allotment of food benefits based on the United State Department of Agriculture's (USDA) \"Thrifty Food Plan.\" This allotment is adjusted annually according to the U. S. Department of Labor's analysis of the cos..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1292"
    ]
  },
  {
    "program_title": [
      "Montana School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast Program provides funding that makes it possible for schools to offer a nutritious breakfast to students each day. Similarly, the goal of the National School Lunch Program (NSLP) is to protect the health and well-being of the nati..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2001"
    ]
  },
  {
    "program_title": [
      "Montana Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program (SMP) provides milk to children in schools and non-profit residential child care institutions that do not participate in other Federal child nutrition meal service programs. Schools in the National School Lunch or School Brea..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1805"
    ]
  },
  {
    "program_title": [
      "Montana Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The WIC Program provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants, and children up to age 5 who are determined to be at nutritional risk. To ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2072"
    ]
  },
  {
    "program_title": [
      "Montana Summer Food Service"
    ],
    "program_description": [
      "The Summer Food Service Program is a federally assisted meal program that provides free, nutritious meals and snacks to help children in low-income areas get the nutrition they need throughout the summer months when they are out of school. They recei..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1737"
    ]
  },
  {
    "program_title": [
      "Montana Supplemental Nutrition Assistance Program (SNAP) "
    ],
    "program_description": [
      "Congress passed the Food Stamp (now SNAP) Act of 1977 in order to provide eligible households an opportunity to obtain a more nutritious diet by supplementing their food budget. Income, resources, and household size determine the amount of SNAP assis..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1296"
    ]
  },
  {
    "program_title": [
      "National School Lunch and Breakfast Programs"
    ],
    "program_description": [
      "The National School Lunch and National School Breakfast programs make nutritionally balanced meals available to children as part of their regular school day. These programs are federally assisted meal programs operating in over 100,000 public and non..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/366"
    ]
  },
  {
    "program_title": [
      "National School Lunch and School Breakfast Programs in Arizona"
    ],
    "program_description": [
      "The National School Lunch and School Breakfast Programs are available to public and private nonprofit schools and residential childcare institutions serving children of high school age and younger. Residential childcare institutions must be licensed ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1950"
    ]
  },
  {
    "program_title": [
      "Nebraska School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast Program provides funding that makes it possible for schools to offer a nutritious breakfast to students each day. Similarly, the goal of the National School Lunch Program (NSLP) is to protect the health and well-being of the nati..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2002"
    ]
  },
  {
    "program_title": [
      "Nebraska Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program provides milk to children in schools, childcare institutions, and eligible camps that do not participate in other Federal child nutrition meal service programs. Schools that participate in the National School Lunch or School ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1806"
    ]
  },
  {
    "program_title": [
      "Nebraska Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Nebraska Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants,..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2076"
    ]
  },
  {
    "program_title": [
      "Nebraska Summer Food Service"
    ],
    "program_description": [
      "The Summer Food Service Program (SFSP) is a federally assisted meal program that provides free, nutritious meals and snacks to help children in low-income areas get the nutrition they need throughout the summer months when they are out of school. Spo..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1738"
    ]
  },
  {
    "program_title": [
      "Nebraska Supplemental Nutrition Assistance Program (SNAP) "
    ],
    "program_description": [
      "The Supplemental Nutrition Assistance Program (SNAP) offers nutrition assistance to millions of eligible, low-income individuals and families and provides economic benefits to communities. SNAP is the largest program in the domestic hunger safety net..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1300"
    ]
  },
  {
    "program_title": [
      "Nevada School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast Program provides funding that makes it possible for schools to offer a nutritious breakfast to students each day. Similarly, the goal of the National School Lunch Program (NSLP) is to protect the health and well-being of the nati..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2003"
    ]
  },
  {
    "program_title": [
      "Nevada Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program provides milk to children in schools and childcare institutions who do not participate in other Federal meal service programs. The program reimburses schools for the milk they serve.\r\n\r\nSchools in the National School Lunch or..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1807"
    ]
  },
  {
    "program_title": [
      "Nevada Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Nevada Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants, a..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2078"
    ]
  },
  {
    "program_title": [
      "Nevada Summer Food Service"
    ],
    "program_description": [
      "The Nevada Summer Food Service Program (SFSP) was established to ensure that low-income children continue to receive nutritious meals when school is not in session. Free nutritious meals and snacks that meet Federal nutrition guidelines are provided ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1739"
    ]
  },
  {
    "program_title": [
      "Nevada Supplemental Nutrition Assistance Program (SNAP) "
    ],
    "program_description": [
      "The purpose of the Nevada Supplemental Nutrition Assistance Program (SNAP) is to provide the means to increase food purchasing power in order to raise the nutritional level among low-income households. The program is often the first line of defense a..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1585"
    ]
  },
  {
    "program_title": [
      "New Hampshire Food Stamp Program"
    ],
    "program_description": [
      "The Food Stamp Program is about good nutrition and health. It provides eligible individuals and households with benefits used to purchase food items at grocery stores, supermarkets or other participating food retailers. The Food Stamp Program ensures..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1308"
    ]
  },
  {
    "program_title": [
      "New Hampshire School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast Program provides funding that makes it possible for schools to offer a nutritious breakfast to students each day. Similarly, the goal of the National School Lunch Program (NSLP) is to protect the health and well-being of the nati..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2004"
    ]
  },
  {
    "program_title": [
      "New Hampshire Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program (SMP) was established to encourage consumption of fluid milk by children in public schools, child care centers, after-school-hours child care programs, summer camps, and similar non-profit institutions devoted to the care and..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1808"
    ]
  },
  {
    "program_title": [
      "New Hampshire Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The New Hampshire Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, inf..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2079"
    ]
  },
  {
    "program_title": [
      "New Jersey Food Stamp Program"
    ],
    "program_description": [
      "New Jersey administers the Federal Food Stamp program, which enables eligible low-income individuals and families to receive cash benefits to help pay for food. The County Welfare Agency determines eligibility.\r\n\r\nIndividuals and families who are dee..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1312"
    ]
  },
  {
    "program_title": [
      "New Jersey School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast Program provides funding that makes it possible for schools to offer a nutritious breakfast to students each day. Similarly, the goal of the National School Lunch Program (NSLP) is to protect the health and well-being of the nati..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2005"
    ]
  },
  {
    "program_title": [
      "New Jersey Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program (SMP) encourages the consumption of milk by children in order to foster good health and academic achievement. The Special Milk Program may not be operated in a school or institution, which is also participating in the Nationa..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1812"
    ]
  },
  {
    "program_title": [
      "New Jersey Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "New Jersey Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) Services provides supplemental nutritious foods to pregnant, breastfeeding and postpartum women, infants, and children up to the age of 5. WIC services include n..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2081"
    ]
  },
  {
    "program_title": [
      "New Jersey Summer Food Service"
    ],
    "program_description": [
      "The New Jersey Summer Food Service Program (SFSP) is a federally assisted meal program that provides free, nutritious meals and snacks to help children in low-income areas get the nutrition they need throughout the summer months when they are out of ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1741"
    ]
  },
  {
    "program_title": [
      "New Mexico School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast Program (SBP) provides cash assistance to states to operate nonprofit breakfast programs in schools and residential childcare institutions. The U.S. Department of Agriculture's (USDA) Food and Nutrition service administers the SB..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2006"
    ]
  },
  {
    "program_title": [
      "New Mexico Seamless Summer Food Service"
    ],
    "program_description": [
      "The Summer Food Service Program (SFSP) was established to ensure that low-income children continue to receive nutritious meals when school is not in session. Free nutritious meals and snacks that meet Federal nutrition guidelines are provided to all ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1742"
    ]
  },
  {
    "program_title": [
      "New Mexico Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program provides milk to children in schools and childcare institutions who do not participate in other Federal meal service programs. The program reimburses schools for the milk they serve.\r\n\r\nSchools in the National School Lunch or..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1813"
    ]
  },
  {
    "program_title": [
      "New Mexico Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) provides Federal grants to States for supplemental foods, health care referrals, and nutrition education for low-income pregnant, breastfeeding, and non-breastfeeding p..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2080"
    ]
  },
  {
    "program_title": [
      "New York School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast Program provides funding that makes it possible for schools to offer a nutritious breakfast to students each day. Similarly, the goal of the National School Lunch Program (NSLP) is to protect the health and well-being of the nati..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2007"
    ]
  },
  {
    "program_title": [
      "New York Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program provides milk to children in schools, childcare institutions, and eligible camps that do not participate in other Federal child nutrition meal service programs. Schools that participate in the National School Lunch or School ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1814"
    ]
  },
  {
    "program_title": [
      "New York Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Women, Infants and Children (WIC) Program is a special supplemental food program for women, infants, and children up to the age of 5. All applicants must be income eligible and have a medical or nutritional risk. The WIC Program provides nutritio..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2077"
    ]
  },
  {
    "program_title": [
      "New York State Supplemental Nutrition Assistance Program"
    ],
    "program_description": [
      "Administered by the U.S. Department of Agriculture (USDA), the New York State Supplemental Nutrition Assistance Program (SNAP), the new name for the food stamp program, issues monthly electronic benefits that can be used like cash at authorized retai..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1320"
    ]
  },
  {
    "program_title": [
      "New York Summer Food Service"
    ],
    "program_description": [
      "The New York Summer Food Service Program was established to ensure that, during summer school vacation, children would be able to receive the same high quality meals provided during the school year by the National School Lunch and the School Breakfas..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1743"
    ]
  },
  {
    "program_title": [
      "North Carolina Food Stamp Program"
    ],
    "program_description": [
      "The Food Stamp Program is a Federal program that provides a monthly allotment of Food Stamp benefits issued via Electronic Benefit Transfer cards (like ATM cards, they are called EBT cards). The Food Stamp Program is an entitlement program; so all el..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1389"
    ]
  },
  {
    "program_title": [
      "North Carolina School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast Program provides funding that makes it possible for schools to offer a nutritious breakfast to students each day. Similarly, the goal of the National School Lunch Program (NSLP) is to protect the health and well-being of the nati..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2008"
    ]
  },
  {
    "program_title": [
      "North Carolina Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program (SMP) provides milk to children in schools and childcare institutions who do not participate in other Federal meal service programs. The program reimburses schools for the milk they serve. Schools in the National School Lunch..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1815"
    ]
  },
  {
    "program_title": [
      "North Carolina Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The WIC program provides a combination of nutrition education, supplemental foods, breastfeeding promotion and support, and referrals for health care. WIC has proven effective in preventing and improving nutrition related health problems within its p..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2074"
    ]
  },
  {
    "program_title": [
      "North Carolina Summer Food Service"
    ],
    "program_description": [
      "The North Carolina Summer Food Service Program (SFSP) provides nutritious meals to children who would normally receive free or reduced price meals when school is in session. SFSP helps children to maintain a nutritious diet and helps their families t..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1744"
    ]
  },
  {
    "program_title": [
      "North Dakota School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The National School Lunch Program provides nutritious lunches and opportunities to practice making healthy choices. The School Breakfast Program (SBP) is structured similar to the National School Lunch Program. The School Breakfast Meal Patterns are ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2009"
    ]
  },
  {
    "program_title": [
      "North Dakota Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program provides milk to children in schools, childcare institutions, and eligible camps that do not participate in other Federal child nutrition meal service programs. Schools that participate in the National School Lunch or School ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1816"
    ]
  },
  {
    "program_title": [
      "North Dakota Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "North Dakota Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) is a program for pregnant and breastfeeding women, infants, and children under five years and is available in all counties in North Dakota. WIC offers healthy ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2073"
    ]
  },
  {
    "program_title": [
      "North Dakota Summer Food Service"
    ],
    "program_description": [
      "The North Dakota Summer Food Service Program (SFSP) provides nutritious meals to children who would normally receive free or reduced price meals when school is in session. SFSP helps children to maintain a nutritious diet and helps their families to ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1745"
    ]
  },
  {
    "program_title": [
      "North Dakota Supplemental Nutrition Assistance Program (SNAP) "
    ],
    "program_description": [
      "The Supplemental Nutrition Assistance Program (SNAP) promotes the general welfare and safeguards the health and well-being of low income North Dakotans. SNAP benefits are provided to supplement an individual or a family's food budget. The amount of b..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1391"
    ]
  },
  {
    "program_title": [
      "Nutrition Assistance For Puerto Rico"
    ],
    "program_description": [
      "Puerto Rico operates this program in place of the Supplemental Nutrition Assistance Program. Eligibility requirements and benefit amounts are determined by Puerto Rico. Puerto Rico provides 75 percent of nutrition assistance benefits to the purchase ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/363"
    ]
  },
  {
    "program_title": [
      "Ohio Food Assistance Program"
    ],
    "program_description": [
      "The Ohio Food Assistance Program (federally known as Supplemental Nutrition Assistance Program, SNAP) is designed to raise nutritional levels, to expand buying power, and to safeguard the health and well being of individuals in low-income households ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1588"
    ]
  },
  {
    "program_title": [
      "Ohio Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program (SMP) provides milk to children in schools and childcare institutions who do not participate in other Federal meal service programs. The program reimburses schools for the milk they serve. Schools in the National School Lunch..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1817"
    ]
  },
  {
    "program_title": [
      "Ohio Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "WIC helps income eligible pregnant and breastfeeding women, women who recently had a baby, infants, and children who are at health risk due to inadequate nutrition. The program improves pregnancy outcomes by providing or referring to support services..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2068"
    ]
  },
  {
    "program_title": [
      "Ohio Summer Food Service"
    ],
    "program_description": [
      "The Ohio Summer Food Service Program (SFSP) provides nutritious meals to children who would normally receive free or reduced price meals when school is in session. SFSP helps children to maintain a nutritious diet and helps their families to stretch ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1746"
    ]
  },
  {
    "program_title": [
      "Oklahoma Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program (SMP) provides milk to children in schools and childcare institutions who do not participate in other Federal meal service programs. The program reimburses schools for the milk they serve. Schools in the National School Lunch..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1818"
    ]
  },
  {
    "program_title": [
      "Oklahoma Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Oklahoma Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants,..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2054"
    ]
  },
  {
    "program_title": [
      "Oklahoma Summer Food Service"
    ],
    "program_description": [
      "The Oklahoma Summer Food Service Program (SFSP) provides nutritious meals to children who would normally receive free or reduced price meals when school is in session. SFSP helps children to maintain a nutritious diet and helps their families to stre..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1747"
    ]
  },
  {
    "program_title": [
      "Oklahoma Supplemental Nutrition Assistance Program (SNAP) "
    ],
    "program_description": [
      "The Supplemental Nutrition Assistance Program (SNAP) is nationally cited as the \"nutrition safety net of the nation\". In Oklahoma, food benefits are issued to more than 600,000 adults and children each month. The purpose of SNAP is to supplement elig..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1328"
    ]
  },
  {
    "program_title": [
      "Oregon School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast Program provides funding that makes it possible for schools to offer a nutritious breakfast to students each day. Similarly, the goal of the National School Lunch Program (NSLP) is to protect the health and well-being of the nati..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2012"
    ]
  },
  {
    "program_title": [
      "Oregon Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program provides milk to children in schools, childcare institutions and eligible camps that do not participate in other Federal child nutrition meal service programs. The program reimburses schools and institutions for the milk they..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1819"
    ]
  },
  {
    "program_title": [
      "Oregon Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "WIC is a public health nutrition program designed to improve health outcomes and influence lifetime nutrition and health behaviors in a targeted, at-risk population. In Oregon, about 100,000 women, infants, and children benefit from the WIC Program e..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2053"
    ]
  },
  {
    "program_title": [
      "Oregon Summer Food Service"
    ],
    "program_description": [
      "The Oregon Summer Food Service Program (SFSP) provides nutritious meals to children who would normally receive free or reduced price meals when school is in session. SFSP helps children to maintain a nutritious diet and helps their families to stretc..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1748"
    ]
  },
  {
    "program_title": [
      "Oregon Supplemental Nutrition Assistance Program (SNAP) "
    ],
    "program_description": [
      "Supplemental Nutrition Assistance Program (SNAP) helps supplement food budgets for low-income working families and individuals, people on public assistance, seniors and people with disabilities. \r\n\r\nDuring the 2001-2003 biennium, approximately 176,70..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1332"
    ]
  },
  {
    "program_title": [
      "Pennsylvania School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast Program provides funding that makes it possible for schools to offer a nutritious breakfast to students each day. Similarly, the goal of the National School Lunch Program (NSLP) is to protect the health and well-being of the nati..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2013"
    ]
  },
  {
    "program_title": [
      "Pennsylvania Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program (SMP) provides Federal reimbursement for milk served to children in schools and childcare institutions that do not participate in Federal meal programs. Any school or non-profit childcare institution, including summer camps a..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1820"
    ]
  },
  {
    "program_title": [
      "Pennsylvania Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Women, Infants, and Children (WIC) Program provides supplemental foods, nutrition education, and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants, and children up to age 5 who are determine..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2052"
    ]
  },
  {
    "program_title": [
      "Pennsylvania Summer Food Service"
    ],
    "program_description": [
      "In 1968, the United States Congress established the Summer Food Service Program (SFSP) for Children. The purpose of the program is to provide meals for children from low-income families during the summer months when many school cafeterias are closed...."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1749"
    ]
  },
  {
    "program_title": [
      "Pennsylvania Supplemental Nutrition Assistance Program (SNAP) "
    ],
    "program_description": [
      "Supplemental Nutrition Assistance Program (SNAP) benefits are used to buy food and help low income households obtain more nutritious diets by increasing the food purchasing power for all eligible participants. The recipient receives a plastic card, t..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1169"
    ]
  },
  {
    "program_title": [
      "Rhode Island School Breakfast and Lunch Program"
    ],
    "program_description": [
      "In Rhode Island, the Rhode Island Department of Education (RIDE) program provides nutritious, low-cost or free lunches to an average of about 50,000 children daily and breakfasts to 7,000 children daily. Schools that take part in the lunch program ge..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2014"
    ]
  },
  {
    "program_title": [
      "Rhode Island Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program encourages the consumption of milk by children in public and private nonprofit schools, and in nonprofit residential or non-residential childcare institutions, provided they do not also participate in other Federal meal servi..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1829"
    ]
  },
  {
    "program_title": [
      "Rhode Island Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The WIC Program provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants, and children up to age 5 who are determined to be at nutritional risk. To ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2051"
    ]
  },
  {
    "program_title": [
      "Rhode Island Summer Food Service"
    ],
    "program_description": [
      "The Summer Food Service Program funds primarily lunches and breakfasts and, in some cases, suppers or snacks for children in needy areas when school is not in session during the summer. In Rhode Island, the program provides an average of over 17,000 ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1750"
    ]
  },
  {
    "program_title": [
      "Rhode Island Supplemental Nutrition Assistance Program (SNAP) "
    ],
    "program_description": [
      "The Department of Human Services (DHS) Supplemental Nutrition Assistance Program (SNAP) helps single adults, couples, children and families, who may be working but are still struggling financially, to buy food and provide nutritional meals for themse..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1336"
    ]
  },
  {
    "program_title": [
      "South Carolina School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast Program provides funding that makes it possible for schools to offer a nutritious breakfast to students each day. Similarly, the goal of the National School Lunch Program (NSLP) is to protect the health and well-being of the nati..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1967"
    ]
  },
  {
    "program_title": [
      "South Carolina Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program provides milk to children in schools, childcare institutions, and eligible camps that do not participate in other Federal child nutrition meal service programs. Schools that participate in the National School Lunch or School ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1830"
    ]
  },
  {
    "program_title": [
      "South Carolina Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The WIC Program provides supplemental foods, nutrition education and referrals to health care, at no cost, to low-income pregnant, breastfeeding and postpartum women, infants, and children up to age five who are determined to be at nutritional risk. ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2046"
    ]
  },
  {
    "program_title": [
      "South Carolina Summer Food Service Program"
    ],
    "program_description": [
      "Thousands of children in South Carolina depend on meals at school for the nutrition they need to learn and grow. Their need for good food doesn't end when school gets out. The Summer Food Service Program (SFSP) meets this need by offering free meals ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1751"
    ]
  },
  {
    "program_title": [
      "South Carolina Supplemental Nutrition Assistance Program (SNAP)"
    ],
    "program_description": [
      "Supplemental Nutrition Assistance Program (SNAP) has served as the foundation of America's national nutrition safety net, working to end hunger and improve the health of low-income people by helping families buy the food they need for a nutritionally..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1589"
    ]
  },
  {
    "program_title": [
      "South Dakota Child and Adult Care Food Program"
    ],
    "program_description": [
      "The Child and Adult Care Food Program (CACFP) provides federal funding that makes it possible for child care centers to offer nutritious meals to children each day, provided that the meal meets established nutrition standards...."
    ],
    "program_details_link": [
      "/benefits/benefit-details/5932"
    ]
  },
  {
    "program_title": [
      "South Dakota School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast Program provides funding that makes it possible for schools to offer a nutritious breakfast to students each day. Similarly, the goal of the National School Lunch Program (NSLP) is to protect the health and well-being of the nati..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1988"
    ]
  },
  {
    "program_title": [
      "South Dakota Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program (SMP) provides milk to children in schools and childcare institutions who do not participate in other Federal meal service programs. The program reimburses schools for the milk they serve.\r\n\r\nSchools in the National School Lu..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1832"
    ]
  },
  {
    "program_title": [
      "South Dakota Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "WIC is a special supplemental nutrition program for eligible women, infants and children, funded by the U.S. Department of Agriculture and administered by the South Dakota Department of Health. WIC's goal is to promote and maintain the health and wel..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2044"
    ]
  },
  {
    "program_title": [
      "South Dakota Summer Food Service"
    ],
    "program_description": [
      "During the summer, Summer Food Service Program (SFSP) provides free, nutritious meals and snacks to children in low-income areas...."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1752"
    ]
  },
  {
    "program_title": [
      "South Dakota Supplemental Nutrition Assistance Program (SNAP) "
    ],
    "program_description": [
      "Supplemental Nutrition Assistance Program (SNAP) helps low income South Dakotans buy the food they need to stay healthy while they work to regain financial independence. SNAP benefits are provided to supplement the recipients food budget. The amount ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1068"
    ]
  },
  {
    "program_title": [
      "Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program provides milk to children in schools and childcare institutions who do not participate in other Federal meal service programs.\r\n\r\nThe program reimburses schools for the milk they serve. Schools in the National School Lunch or..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1450"
    ]
  },
  {
    "program_title": [
      "Special Supplemental Nutrition Program for Women, Infants and Children (WIC)"
    ],
    "program_description": [
      "The Special Supplemental Nutrition Program for Women, Infants and Children (WIC) provides supplemental foods, nutrition education including breastfeeding promotion and support, referrals, and access to health and social services, at no cost to low-in..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/368"
    ]
  },
  {
    "program_title": [
      "Summer Food Service Program"
    ],
    "program_description": [
      "The Summer Food Service Program (SFSP) was established to ensure that low-income children continue to receive nutritious meals when school is not in session. Free meals, that meet Federal nutrition guidelines, are provided to all children 18 years ol..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1451"
    ]
  },
  {
    "program_title": [
      "Supplemental Nutrition Assistance Program (SNAP)"
    ],
    "program_description": [
      "The Supplemental Nutrition Assistance Program (SNAP) provides benefits to low-income individuals and families and provides economic benefits to communities. SNAP is the largest program in the domestic hunger safety net. The Food and Nutrition Service..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/361"
    ]
  },
  {
    "program_title": [
      "Tennessee Food Stamp Program"
    ],
    "program_description": [
      "The Tennessee Food Stamp program, financed 100 percent by Federal funds and administered by the Department of Human Services, provides nutritional assistance benefits to children and families, the elderly, the disabled, unemployed and working familie..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1344"
    ]
  },
  {
    "program_title": [
      "Tennessee School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast and Lunch Programs are for the public school systems, charter schools, private schools, and residential childcare institutions. The programs are available to all students. The meal cost varies based on the household income. Meals..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1989"
    ]
  },
  {
    "program_title": [
      "Tennessee Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program provides milk to children in schools, childcare institutions, and eligible camps that do not participate in other Federal child nutrition meal service programs. Schools that participate in the National School Lunch or School ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1833"
    ]
  },
  {
    "program_title": [
      "Tennessee Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "In Tennessee, the WIC program provides nutritious education, health care referrals, breastfeeding support and supplemental nutritious foods to nearly 150,000 women, infants, and children under the age of five through departments in 95 counties. The p..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2038"
    ]
  },
  {
    "program_title": [
      "Tennessee Summer Food Service"
    ],
    "program_description": [
      "The Tennessee Summer Food Service Program (SFSP) provides nutritious meals to children who would normally receive free or reduced price meals when school is in session. SFSP helps children to maintain a nutritious diet and helps their families to str..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1753"
    ]
  },
  {
    "program_title": [
      "Texas School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The Texas Department of Agriculture Food and Nutrition Division administers the National School Lunch (NSLP) and School Breakfast Programs (SBP) for Public Schools. The goal of the NSLP and SBP is to safeguard the health and well being of school chil..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1990"
    ]
  },
  {
    "program_title": [
      "Texas Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program (SMP) reimburses contractors for milk that they serve to school and preschool aged children who do not otherwise participate in a Federal child nutrition meal service program. SMP clients include children who are enrolled in ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1852"
    ]
  },
  {
    "program_title": [
      "Texas Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Texas Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) is a nutrition program that helps pregnant women, new mothers, and young children eat well, learn about nutrition, and stay healthy. Nutrition education and couns..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2037"
    ]
  },
  {
    "program_title": [
      "Texas Summer Food Service"
    ],
    "program_description": [
      "The Summer Food Service Program (SFSP) provides free, nutritious meals to children who might otherwise go hungry when the school year has ended or is closed. The meals are usually provided along with educational or recreational activities. The progra..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1754"
    ]
  },
  {
    "program_title": [
      "Texas Supplemental Nutrition Assistance Program (SNAP)"
    ],
    "program_description": [
      "Many Texans have trouble making ends meet each month. After paying for rent, utilities, transportation, and child care, there's often little left over to buy nutritious food. But it doesn't have to be that way. Each month, hundreds of thousands of fa..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1348"
    ]
  },
  {
    "program_title": [
      "The Emergency Food Assistance Program (TEFAP)"
    ],
    "program_description": [
      "The Emergency Food Assistance Program (TEFAP) helps supplement the diets of low-income Americans by providing them with emergency food assistance at no cost. Foods are provided for home consumption (e.g., a bag of groceries) or as a prepared meal (e...."
    ],
    "program_details_link": [
      "/benefits/benefit-details/681"
    ]
  },
  {
    "program_title": [
      "The Minnesota Food Assistance Program (MFAP)"
    ],
    "program_description": [
      "The Minnesota Food Assistance Program (MFAP) is a county-administered, state funded program that assists people and families with low incomes to purchase food to better meet their nutritional needs. The program is not intended to supply all of a pers..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1584"
    ]
  },
  {
    "program_title": [
      "Utah Food Stamp Program"
    ],
    "program_description": [
      "The Food Stamp Program serves as the first line of defense against hunger for Utah Residents. It enables low-income families to buy nutritious food with coupons and Electronic Benefits Transfer (EBT) cards. Food stamp recipients spend their benefits ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1590"
    ]
  },
  {
    "program_title": [
      "Utah School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast Program (SBP) provides children with nutritious foods before their school day begins, thus improving their diets and encouraging the learning process. Schools operating the SBP, report increases in test scores, decreases in absen..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1991"
    ]
  },
  {
    "program_title": [
      "Utah Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program (SMP) encourages consumption of milk by children who do not participate in other child nutrition programs. For example, children attending split-session kindergarten who do not have access to the breakfast and lunch programs ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1834"
    ]
  },
  {
    "program_title": [
      "Utah Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Utah Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) is committed to providing quality nutrition and breastfeeding education to Utah families. The WIC program of Utah is administered by the Utah Department of Health,..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2036"
    ]
  },
  {
    "program_title": [
      "Utah Summer Food Service"
    ],
    "program_description": [
      "The Utah Summer Food Service Program (SFSP) was created to ensure that children in low-income areas could continue to receive nutritious meals during long school vacations, when they do not have access to school lunch or breakfast. The program reimbu..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1755"
    ]
  },
  {
    "program_title": [
      "Vermont School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast Program provides funding that makes it possible for schools to offer a nutritious breakfast to students each day. Similarly, the goal of the National School Lunch Program (NSLP) is to protect the health and well-being of the nati..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1992"
    ]
  },
  {
    "program_title": [
      "Vermont Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program provides milk to children in schools, childcare institutions, and eligible camps that do not participate in other Federal child nutrition meal service programs. Schools that participate in the National School Lunch or School ..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1835"
    ]
  },
  {
    "program_title": [
      "Vermont Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "Vermont WIC, the Special Supplemental Nutrition Program for Women, Infants and Children, helps pregnant women, new mothers and young children eat well, learn about nutrition and physical activity, and connect to health care and other programs and ser..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2035"
    ]
  },
  {
    "program_title": [
      "Vermont Summer Food Service"
    ],
    "program_description": [
      "The Vermont SFSP was created to ensure that children in low-income areas could continue to receive nutritious meals during long school vacations, when they do not have access to school lunch or breakfast.\r\nThe program reimburses contractors who serve..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1757"
    ]
  },
  {
    "program_title": [
      "Vermont Supplemental Nutrition Assistance Program (SNAP)"
    ],
    "program_description": [
      "Supplemental Nutrition Assistance Program (SNAP) are benefits for recipients to purchase food. You use a Vermont Express electronic benefit transfer (EBT) card to use your SNAP benefits. You can use a Vermont Express card at most stores that sell foo..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1356"
    ]
  },
  {
    "program_title": [
      "Virginia School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The Virginia School Breakfast and Lunch Programs are Federally assisted meal programs, which provide nutritionally balanced, low-cost or free lunches to school aged children. The Virginia Department of Education, School Nutrition Programs, administer..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1993"
    ]
  },
  {
    "program_title": [
      "Virginia Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program provides milk to children in schools, childcare institutions and eligible camps that do not participate in other Federal child nutrition meal service programs. Schools that participate in the National School Lunch or School B..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1836"
    ]
  },
  {
    "program_title": [
      "Virginia Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Special Supplemental Nutrition Program for Women, Infants and Children is funded through the U.S. Department of Agriculture and is operated through local health departments, satellite and mobile clinics in Virginia. The Virginia WIC Program serve..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2034"
    ]
  },
  {
    "program_title": [
      "Virginia Summer Meals for Kids"
    ],
    "program_description": [
      "The Virginia Summer Meals for Kids program provides nutritious meals to children who would normally receive free or reduced price meals when school is in session. This helps children to maintain a nutritious diet and helps their families to stretch t..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1758"
    ]
  },
  {
    "program_title": [
      "Virginia Supplemental Nutrition Assistance Program (SNAP) "
    ],
    "program_description": [
      "Supplemental Nutrition Assistance Program (SNAP) serves as the first line of defense against hunger for Virginia residents. It enables low-income families to buy nutritious food with coupons and Electronic Benefits Transfer (EBT) cards. SNAP recipien..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1593"
    ]
  },
  {
    "program_title": [
      "Washington School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The Washington School Lunch Program (NSLP) and the School Breakfast Program (SBP) are designed to promote the health and well-being of children by providing nutritious meals to children in public and private schools and residential child care institu..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1994"
    ]
  },
  {
    "program_title": [
      "Washington Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program (SMP) provides milk to children in schools and childcare institutions who do not participate in other Federal meal service programs. The program reimburses schools for the milk they serve. \r\n\r\nSchools in the National School L..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1837"
    ]
  },
  {
    "program_title": [
      "Washington Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Washington Special Supplemental Nutrition Program for Women, Infants, and Children (WIC) is a public health nutrition program that helps pregnant women, new mothers, and young children eat well, learn about nutrition and stay healthy. WIC provide..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2031"
    ]
  },
  {
    "program_title": [
      "Washington Summer Food Service"
    ],
    "program_description": [
      "The Washington Summer Food Service program provides nutritious meals to children who would normally receive free or reduced price meals when school is in session. This helps children to maintain a nutritious diet and helps their families to stretch t..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1760"
    ]
  },
  {
    "program_title": [
      "West Virginia School Breakfast and Lunch Program"
    ],
    "program_description": [
      "Each day public schools across the State of West Virginia serve more than 180,000 students healthy, well-balanced meals through the National School Breakfast and Lunch Programs. The School Breakfast Program provides funding that makes it possible for..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1995"
    ]
  },
  {
    "program_title": [
      "West Virginia Special Milk Program"
    ],
    "program_description": [
      "The Special Milk Program provides milk to children in schools, childcare institutions and eligible camps that do not participate in other Federal child nutrition meal service programs. Schools that participate in the National School Lunch or School B..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1838"
    ]
  },
  {
    "program_title": [
      "West Virginia Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Special Supplemental Nutrition Program for Women, Infants, and Children - better known as the WIC program - provides supplemental foods, nutrition education and referrals to health care and other social services, at no cost, to 1) pregnant, breas..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2030"
    ]
  },
  {
    "program_title": [
      "West Virginia Summer Food Service"
    ],
    "program_description": [
      "The West Virginia Summer Food Service Program (SFSP) provides nutritious meals to children who would normally receive free or reduced price meals when school is in session. This helps children to maintain a nutritious diet and helps their families to..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1762"
    ]
  },
  {
    "program_title": [
      "West Virginia Supplemental Nutrition Assistance Program (SNAP)"
    ],
    "program_description": [
      "The West Virginia Supplemental Nutrition Assistance Program (SNAP) provides monthly benefits to help eligible households buy food. Eligibility to receive benefits is based on household size, income, assets and some household expenses. SNAP may only b..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1591"
    ]
  },
  {
    "program_title": [
      "Wisconsin School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The U.S Department of Agriculture (USDA) School Breakfast and National School Lunch Programs make nutritionally balanced, low-cost or free meals available to school children each school day. Over 92,000 schools offer lunches at school, and nearly 70,..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1996"
    ]
  },
  {
    "program_title": [
      "Wisconsin Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The purpose of the Special Supplemental Nutrition Program for Women, Infants and Children (WIC) is to promote and maintain the health and well-being of nutritionally at-risk pregnant, breastfeeding and postpartum women, infants and children. The Wisc..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2029"
    ]
  },
  {
    "program_title": [
      "Wisconsin Summer Food Service"
    ],
    "program_description": [
      "The Summer Food Service Program provides free meals to low-income children during school vacations. More than 26 million children eat school lunch every day when school is in session, and about half of them receive their meals free or at a reduced pr..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1763"
    ]
  },
  {
    "program_title": [
      "Wyoming School Breakfast and Lunch Program"
    ],
    "program_description": [
      "The School Breakfast Program provides funding that makes it possible for schools to offer a nutritious breakfast to students each day. Similarly, the goal of the National School Lunch Program (NSLP) is to protect the health and well-being of the nati..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1997"
    ]
  },
  {
    "program_title": [
      "Wyoming Special Milk Program"
    ],
    "program_description": [
      "The Wyoming Department of Education administers the Special Milk Program for non-profit child care centers and after school care programs and certain school situations in Wyoming. This program reimburses sponsors for milk that is consumed by the chil..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1840"
    ]
  },
  {
    "program_title": [
      "Wyoming Special Supplemental Nutrition Program for Women, Infants, and Children (WIC)"
    ],
    "program_description": [
      "The Special Supplemental Nutrition Program for Women, Infants, and Children (WIC), serves to safeguard the health of low-income women, infants, & children up to age five who are at nutritional risk by providing nutritious supplemental foods, heal..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/2028"
    ]
  },
  {
    "program_title": [
      "Wyoming Summer Food Service"
    ],
    "program_description": [
      "The Wyoming Department of Education administers the Summer Food Service Program (SFSP). Non-profit and for-profit organizations, schools, and camps can participate in this program and will receive funds to supplement the cost of the food that is serv..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1764"
    ]
  },
  {
    "program_title": [
      "Wyoming Supplemental Nutrition Assistance Program (SNAP)"
    ],
    "program_description": [
      "Did you know that for every five people that are eligible for SNAP in Wyoming, only three are receiving benefits? The Wyoming SNAP is taking the necessary steps to reach all people that meet the 130 percent poverty level, by reaching out to all poten..."
    ],
    "program_details_link": [
      "/benefits/benefit-details/1380"
    ]
  }
]